{
  "VN": {
    "tieude1": "Xin chào, tôi là ",
    "tieude2": "Hồ Văn Tài.",
    "tieude3": "Và tôi là một ",
    "Noidung1": "Chào bạn, tôi là Hồ Văn Tài – một lập trình viên đam mê công nghệ và thiết kế. Với kinh nghiệm vững vàng trong lập trình Front-end và UX/UI Design kèm với đó tôi đã có kinh nghiệm làm về Reactjs và Nodejs. Tôi luôn tìm cách sáng tạo và tối ưu trải nghiệm người dùng. Tôi yêu thích việc thử thách bản thân với những dự án mới, nơi tôi có thể học hỏi và phát triển kỹ năng. Ngoài công việc, tôi luôn tìm kiếm những ý tưởng sáng tạo để nâng cao giá trị sản phẩm và tạo ra những giải pháp thiết thực cho người dùng.",
    "btn": "XEM CV",
    "btnPortfolio": "XEM Portfolio",
    "tieude4": "Về Tôi",
    "tieude5": "Tôi là một Front-end Web Developer.",
    "Noidung2": "Tôi là một sinh viên ngành Công nghệ Thông tin, sắp tốt nghiệp với nền tảng kiến thức vững chắc về lập trình, phát triển ứng dụng web, quản trị hệ thống. Trong quá trình học tập, tôi đã tích lũy kinh nghiệm qua các dự án thực tế và hoạt động nhóm, giúp tôi rèn luyện khả năng giải quyết vấn đề cũng như làm việc độc lập và hiệu quả trong môi trường tập thể. Tôi luôn khao khát học hỏi và mong muốn được áp dụng các kiến thức đã học vào thực tiễn, góp phần vào sự phát triển của tổ chức.",
    "tieude6": "Các Kỹ Năng Của Tôi",
    "Gioithieu": "Giới thiệu ",
    "Bantomtat": "Bản tốm tắt ",
    "Cackynang": "Các kỹ năng ",
    "tieude7": "Học Vấn",
    "tieude8": "Nhà phát triển giao diện người dùng",
    "Hientai": "Hiện tại",
    "tudau": "Đến từ trường Đại Học Bình Dương.",
    "chuyennganh": "Chuyên Ngành: Kỹ Thuật Phần Mềm.",
    "namhoc": "Hiện đang học năm thứ 3 kỳ 3",
    "tieude9": "Nhà phát triển web",
    "Noidung3": "Chào bạn, tôi là Hồ Văn Tài – một lập trình viên đam mê công nghệ và thiết kế. Với kinh nghiệm vững vàng trong lập trình Front-end và UX/UI Design, kèm với đó tôi đã có 6 tháng sữ dụng REACTJS và NODEJS. Tôi luôn tìm cách sáng tạo và tối ưu trải nghiệm người dùng. Đồng thời tôi sẽ liên tục học hỏi từ đồng nghiệp để nâng cao kỹ năng của mình. và đóng góp vào tổ chức.",
    "tieude10": "Kỹ Năng & Kiến thức nền tảng",
    "tieude11": "Lập Trình:",
    "Noidungnho1": "Thành thạo HTML, CSS, JavaScript, React,Nodejs, Mysql.",
    "tieude12": "Thiết Kế:",
    "Noidungnho2": "Photoshop, canva, Figma - Thiết kế giao diện người dùng (UI), tạo đồ hoạ và chỉnh sửa hình ảnh",
    "tieude13": "Phần mềm & công cụ:",
    "tieude14": "Ngôn Ngữ:",
    "Noidungnho3": "Tiếng Anh: Khả năng giao tiếp tốt",
    "kynang": "Kỹ năng"
  },
  "EN": {
    "tieude1": "Hello, it's me.",
    "tieude2": "Ho Van Tai.",
    "tieude3": "And I am a .",
    "Noidung1": "Hello, I am Ho Van Tai - a programmer passionate about technology and design. With solid experience in Front-end programming and UX/UI Design, I also have experience working with Reactjs and Nodejs. I always look for ways to create and optimize user experience. I love challenging myself with new projects where I can learn and develop my skills. Outside of work, I always look for creative ideas to enhance product value and create practical solutions for users.",
    "btn": "VIEW CV.",
    "btnPortfolio": "VIEW Portfolio",
    "tieude4": "About Me.",
    "tieude5": "I am a Front-end Web Developer.",
    "Noidung2": "I am an Information Technology student, about to graduate with a strong foundation in programming, web application development, and system administration. During my studies, I have gained experience through real-world projects and team activities, helping me develop problem-solving skills as well as the ability to work independently and efficiently in a team environment. I am always eager to learn and apply my knowledge to real-life scenarios, contributing to the growth of an organization.",
    "tieude6": "My Skills",
    "Gioithieu": "Home",
    "Bantomtat": "About Me",
    "Cackynang": "Skill",
    "tieude7": "Education",
    "tieude8": "Front End Developer",
    "Hientai": "Present",
    "tudau": "From Binh Duong University.",
    "chuyennganh": "Major: Software Engineering.",
    "namhoc": "Currently studying 3rd year semester 3",
    "tieude9": "Web developer",
    "Noidung3": "Hello, I am Ho Van Tai - a programmer who is passionate about technology and design. With solid experience in Front-end programming and UX/UI Design, I have been using REACTJS and NODEJS for 6 months. I always look for ways to innovate and optimize user experience. At the same time, I will continuously learn from colleagues to improve my skills and contribute to the organization.",
    "tieude10": "Basic Skills & Knowledge",
    "tieude11": "Programming:",
    "Noidungnho1": "Proficient in HTML, CSS, JavaScript, React, Nodejs, Mysql.",
    "tieude12": "Design:",
    "Noidungnho2": "Photoshop, canva, Figma - User interface (UI) design, graphic creation and image editing.",
    "tieude13": "Software & Tools:",
    "tieude14": "Language:",
    "Noidungnho3": "English: Good communication skills.",
    "kynang": "Skills"
  }
}
